Repository: itpatrol/notices
Catalog: translations/*.po
Languages: ru

source: No notifications.
ru: Нет уведомлений.

source: Mark as Read
ru: Отметить как прочитанное

source: Settings
ru: Настройки

source: Do you want to delete this message?
ru: Вы хотите удалить это сообщение?

source: Delete
ru: Удалить

source: Activate
ru: Активировать

source: Save changes
ru: Сохранить изменения

source: Changes saved
ru: Изменения сохранены

source: You do not have any administrative items.
ru: У Вас нет административных элементов.

source: provider
ru: поставщик

source: Notice
ru: Уведомление

source: Update status of payment gateways
ru: Обновить статус платежных шлюзов

source: User not found.
ru: Пользователь не найден.

source: Notification has been sent!
ru: Уведомление было отправлено!

source: Hack attempt from !uid (!IP) to !noticeid
ru: Попытка взлома от !uid (!IP) к !noticeid

source: You are trying to hack our system. We sent notification about this action to system administrator.
ru: Вы пытаетесь взломать нашу систему. Мы отправили уведомление об этом системному администратору.

source: @time ago
ru: @time назад

source: Read more
ru: Подробнее

source: Mark as read
ru: Отметить как прочитанное

source: Message
ru: Сообщение

source: From
ru: ОТ

source: Status
ru: Статус

source: New
ru: Новый

source: Read
ru: Прочитанные

source: Read own notices
ru: Прочитать мои уведомления

source: Allows to read own notices
ru: Разрешить читать мои уведомления

source: Read all notices
ru: Прочитать все уведомления

source: Allows to read all notices
ru: Разрешить читать все уведомления

source: Administer notices
ru: Администрирование уведомлений

source: Allows to change notices module settings
ru: Разрешить изменять настройки модуля уведомлений

source: Delete own notices
ru: Удалить мои уведомления

source: Allows to delete own notices
ru: Разрешить удалить собственные уведомления

source: Delete all notices
ru: Удалить все уведомления

source: Allows to delete all notices
ru: Разрешить удалять все уведомления

source: Notices (@count new)
ru: Уведомления (@count новый)

source: Notices
ru: Уведомления

source: Configure notice settings.
ru: Настройка параметров уведомлений.

source: Mark all notices as read.
ru: Отметить все уведомления как прочитанные.

source: Read message
ru: Подробнее

source: Delete message
ru: Удалить сообщение

source: Notices Tools
ru: Инструменты уведомлений

source: Notices Settings
ru: Настройки уведомлений

source: Configure private messaging settings.
ru: Настройка параметров личных сообщений.

source: Add notice
ru: Добавить уведомление

source: Create custom notice.
ru: Создание свое уведомление.

source: notices
ru: уведомления

source: Ajax remove notice
ru: Ajax удалить уведомление

source: Ajax mark notice as read
ru: Ajax пометить уведомление как прочитанное

source: Stores resource usage history.
ru: История использования.

source: Notices Manager. Notice users about new things on website.
ru: Менеджер уведомлений. Уведомление пользователей о новых изменениях на сайте.

source: Notification
ru: Уведомление
