Repository: itpatrol/notices
Catalog: notices_email/translations/*.po
Languages: ru

source: Debug
ru: Отладка

source: No
ru: Нет

source: Yes
ru: Да

source: Debug mode, don't send email, write to watchdog instead
ru: Режим отладки, не отправлять электронную почту, написать в watchdog

source: Select yes to process queue by cron
ru: Выберите для обработки очереди в Cron

source: Amount of letter send by one cron run
ru: Количество писем которые будут обработаны при одном выполнении Cron

source: Periodicity of cleaning spool
ru: Периодичность очистки очереди

source: Set periodicity in days
ru: Установить периодичность в днях

source: E-mail from address
ru: Электронная почта с адреса

source: Subject for mail
ru: Тема для почты

source: You can use tokens, which defines below
ru: Вы можете использовать маркеры, которые определены ниже

source: Replacement patterns
ru: Подстановочные шаблоны

source: These tokens can be used in all text fields except subject and will be replaced on-screen and in the email.
ru: Эти маркеры могут быть использованы во всех текстовых полях, за исключением темы и будут заменены на экране и в письме.

source: You must enter integer value
ru: Вы должны ввести целое значение

source: You must enter correct e-mail
ru: Вы должны ввести правильный Email

source: Read more
ru: Подробнее

source: Mark as read
ru: Отметить как прочитанное

source: Delete
ru: Удалить

source: Sending
ru: Отправка

source: Sent
ru: Отправленные

source: Error: !error
ru: Ошибка: !error

source: Notice email settings
ru: Настройки уведомлений по электронной почте

source: mail key
ru: mail ключ

source: Notice email
ru: Уведомление по электронной почте

source: Notice users about new things on website by email.
ru: Уведомление пользователей о новых изменениях на сайте по электронной почте.

source: Notification
ru: Уведомление
