Repository: itpatrol/notices
Catalog: notices_node/translations/*.po
Languages: ru

source: Notices
ru: Уведомления

source: Tokens related to notice.
ru: Маркеры связанные с уведомлением.

source: The unique uid of the user who receive notice.
ru: Уникальный UID пользователя, который получает уведомление.

source: mail
ru: почта

source: The mail address of the user who receive notice.
ru: Почты пользователя, который получит уведомление.

source: username
ru: имя пользователя

source: The username of the user who receive notice.
ru: Имя пользователя, который получают уведомление.

source: Common notifications
ru: Общие уведомления

source: Anonymous
ru: Гость

source: Replacement patterns
ru: Подстановочные шаблоны

source: These tokens can be used in all text fields except subject and will be replaced on-screen and in the email.
ru: Эти маркеры могут быть использованы во всех текстовых полях, за исключением темы и будут заменены на экране и в письме.

source: Notice node settings
ru: Настройки Notice node

source: Send notice
ru: Отправить уведомление

source: Create a custom notice to send to all users.
ru: Создание пользовательского уведомление, чтобы отправить всем пользователям.

source: Send notice to all users via creating new node.
ru: Отправить уведомление всем пользователям через создание нового node.

source: Notification
ru: Уведомление
